{
  "Products": [
    {
      "idProduct": "1",
      "typeProduct": "coffee",
      "nameProduct": "Lacava Gran Lattina",
      "weight": 500,
      "price": 120,
      "img": "../pictures/lacava-gran-lattina-1000g.jpg",
      "description": "Lacava prezentuje pobudzającą kawę – Gran Lattina mieszanka Brazylijskich odmian Arabiki (75%) oraz indyjskiej Robusty (25%).Będzie to idealna kawa do intensywnego espresso lub do kaw mlecznych. Została średnio-ciemno wypalona metodą tradycyjną craftową.Gran Lattina może pochwalić się pełnym body, średnią kwasowością i goryczą. Ma wyjątkowy bukiet smaku od słodyczy karmelu i intensywnej czekolady po orzechowe nuty migdałów i masła orzechowego.Jeśli interesuje cię uniwersalna, zrównoważona kawa to Gran Lattina jest dla Ciebie!",
      "countryOrigin": "Brazylia",
      "preparing": " Zalać wodą o temperaturze nie wyższej niż 90 °C",
      "recomended": false
    },
    {
      "idProduct": "2",
      "typeProduct": "coffee",
      "nameProduct": "Bazzara Dodicigrancru ",
      "weight": 500,
      "price": 89,
      "img": "../pictures/bazzara-dodicigrancru-12-500g.jpg",
      "description": "Bazzara Dodicigrancru 12 to z całą pewnością jedna z najlepszych mieszanek do espresso na świecie. W jej skład wchodzi 12 odmian najlepszych arabik na świecie umiejętnie wypalonych i połączonych w odpowiednich proporcjach. Zniewalające w naparze, aromaty kwiatowe przypominające zapach kwiatu pomarańczy w idealny sposób rozkwitają w wybornych doznaniach o likierowym posmaku oraz delikatnie palony migdał splata się z bukietem smakowym karaibskiego rumu oraz przyjemnymi nutami szlachetnych liści tytoniu. Gorzkawo-korzenny smak łączy się z zapachami kandyzowanej skórki pomarańczy zatopionej w czekoladzie.",
      "countryOrigin": "Maroko",
      "preparing": " Zalać wodą o temperaturze nie wyższej niż 90 °C",
      "recomended": true
    },
    {
      "idProduct": "3",
      "typeProduct": "coffee",
      "nameProduct": "Pellini Bar Vivace",
      "weight": 1000,
      "price": 67,
      "img": "../pictures/pellini.jpg",
      "description": "Pellini Espresso Bar Vivace to jedna z  flagowych mieszanek palarni Pellini. Odmiany do tej kompozycji są starannie dobierane, zaś sam proces palenia rygorystycznie przestrzegany i na bieżąco kontrolowany. Kawę tą cechuje łagodny i subtelny smak oraz niezwykle przyjemny aromat. Kompozycja dedykowana dla prawdziwych koneserów kawy. Najlepszą jakość i idealny smak nadaje tej kawie unikalna i ekskluzywna mieszanka, która sprawia, iż to klasyczne włoskie espresso.",
      "countryOrigin": "Brazylia",
      "preparing": " Zalać wodą o temperaturze nie wyższej niż 85 °C",
      "recomended": false
    },
    {
      "idProduct": "4",
      "typeProduct": "coffee",
      "nameProduct": "Fifa Rafa",
      "weight": 100,
      "price": 10,
      "img": "../pictures/fifa-rafa.jpg",
      "description": "Fifa Rafa to wyśmienita, mocna mieszkanka espresso, która łączy ziarna arabiki z Ameryki Środkowej oraz Południowej z robustą z Indii. Smak jest intensywny z akcentem gorzkiej czekolady a na powierzchni utrzymuje się gęsta crema, która oczaruje każdego fana prawdziwego espresso. Ze względu na dużą zawartość kofeiny idealnie sprawdza się w biurach jako zastrzyk energii jak i w domu jako poranne szybkie rozbudzenie. Mocny napar także wyśmienicie sprawdza sie jako baza do kaw mlecznych.",
      "countryOrigin": "Jemen",
      "preparing": " Zalać wodą o temperaturze nie wyższej niż 80 °C",
      "recomended": false
    },
    {
      "idProduct": "5",
      "typeProduct": "coffee",
      "nameProduct": "Qubik Caffe Guatemala",
      "weight": 500,
      "price": 36,
      "img": "../pictures/qubik-caffe-guatemala.jpg",
      "description": "Qubik Caffe Guatemala to wyjątkowa rozkosz dla kawoszy. Kawa rośnie na wulkanicznych glebach w środkowej Gwatemali w okolicach miasta Antigua. Posiada bardzo intensywne body i bogaty aromat, a jej delikatny słodki lekko cytrusowy smak doceniają wielbiciele kawy na całym świecie. ",
      "countryOrigin": "Monako",
      "preparing": " Zalać wodą o temperaturze nie wyższej niż 80 °C",
      "recomended": true
    },
    {
      "idProduct": "6",
      "typeProduct": "coffee",
      "nameProduct": "Caffe Vergnano Mokaf",
      "weight": 500,
      "price": 28,
      "img": "../pictures/caffe-vergnano-moka.jpg",
      "description": "Caffe Vergnano Moka to włoska propozycja doskonałego blendu arabik. Swoją delikatnością może cieszyć o każdej porze na każdym spotkaniu z przyjaciółmi. Zaskoczy nie jednego degustatora kaw, swoją aksamitnością smaku z lekką kroplą kwasowości i czekoladowym zakończeniem. Idealna espresso z cudowną orzechową cremą unoszącą się na wierzchu.",
      "countryOrigin": "Włochy",
      "preparing": " Zalać wodą o temperaturze nie wyższej niż 80 °C",
      "recomended": true
    },
    {
      "idProduct": "7",
      "typeProduct": "coffee",
      "nameProduct": "Kopi Luwak",
      "weight": 200,
      "price": 340,
      "img": "../pictures/kopi luwak.jpg",
      "description": "Kawa Kopi Luwak to gatunek wywodzący się z Azji. Jednak jej popularność nie wynika z samego miejsca uprawy, ale przede wszystkim bardzo oryginalnego sposobu zdobywania ziaren. Otóż pierwszym etapem produkcji tych niezwykłych ziaren są małe i niepozorne zwierzątka - cywety. Żywią się one owocami kawowców, z których (po przetrawieniu) pozostają same ziarna kawy. Następnie tak pozyskany surowiec jest myty oraz palony - dokładnie tak, jak ma to miejsce w przypadku innych, bardziej tradycyjnych odmian kawy.",
      "countryOrigin": "Indonezja",
      "preparing": " Zalać wodą o temperaturze nie wyższej niż 90 °C",
      "recomended": true
    },
    {
      "idProduct": "8",
      "typeProduct": "coffee",
      "nameProduct": "Tommy Cafe Oreo",
      "weight": 500,
      "price": 120,
      "img": "../pictures/tommy-cafe-oreo.jpg",
      "description": "Tommy Cafe Oreo ziarna do tej kawy pochodzenia są kolumbijskiego, dobór czystej i najlepszej arabiki zakraplane 2% aromatu pysznej słodkiej wanilii. Moc czarnego naparu idealnie komponuje się z mlecznym Latte podbijając smaki dzieciństwa, cudownego czekoladowego kruchego ciastka, zakraplane śmietanką. Taka idealnie skomponowana kawa to sam deser w sobie.... marzenie.",
      "countryOrigin": "Indonezja",
      "preparing": " Zalać wodą o temperaturze nie wyższej niż 90 °C",
      "recomended": true
    },
    {
      "idProduct": "9",
      "typeProduct": "coffee",
      "nameProduct": "Tupinamba Extrisimo",
      "weight": 200,
      "price": 70,
      "img": "../pictures/tupinamba-extrisimo.jpg",
      "description": "Tupinamba Extrisimo to mieszanka ziaren z Brazylii, Wietnamu i Ugandy. Ziarna dobrane pod względem 50/50 dla dobrego smaku i silnego pobudzenia w trakcje ważnych zadań w pracy. Filiżanka kawy wystarczy aby dodać energii na parę dobrych godzin pracy. Hiszpańska palarnia zadbała o przyjemny i pełny smak czarnego naparu.",
      "countryOrigin": "Brazylia",
      "preparing": " Zalać wodą o temperaturze nie wyższej niż 90 °C",
      "recomended": false
    },
    {
      "idProduct": "10",
      "typeProduct": "coffee",
      "nameProduct": "Lavazza Crema e Aroma",
      "weight": 200,
      "price": 340,
      "img": "../pictures/lavazza-crema-e-aroma.jpg",
      "description": "Lavazza Crema e Aroma to specjalnie dobrana mieszanka Robusty i Arabiki o charakterystycznym, długo wyczuwalnym smaku czekolady. Wielbiciele kawy Lavazza z pewnością docenią nie tylko jej wyjątkowy smak ale i długo unoszącą się na powierzchni delikatną piankę. Mieszanka idealnie sprawdza się w formie 'małej czarnej' jak i w kompozycji mlecznej",
      "countryOrigin": "Indonezja",
      "preparing": " Zalać wodą o temperaturze nie wyższej niż 90 °C",
      "recomended": false
    },
    {
      "idProduct": "11",
      "typeProduct": "coffee",
      "nameProduct": "La Brasiliana Extra",
      "weight": 500,
      "price": 90,
      "img": "../pictures/la-brasiliana-extra-.jpg",
      "description": "La Brasiliana Extra znakomita i bardzo nietypowa propozycja połączenia 6 najdoskonalszych rodzajów arabik oraz najwyższej jakości robusty w sposób zachowujący głębię i równowagę smaku. Idealna mieszanka do typowego włoskiego espresso. Świetnie nadaje się na dostarczenie dużo energii w trudnych porannych chwilach. Filiżanka pięknego czarnego naparu z idealną gęstą cremą i idealnym posmakiem czekoladowo- orzechowym rozpieszcza zmysły od pierwszego łyku.",
      "countryOrigin": "Brazylia",
      "preparing": " Zalać wodą o temperaturze nie wyższej niż 90 °C",
      "recomended": false
    },
    {
      "idProduct": "12",
      "typeProduct": "coffee",
      "nameProduct": "Lucaffe Espresso",
      "weight": 200,
      "price": 50,
      "img": "../pictures/lucaffe-espresso-bar.jpg",
      "description": "Kawa Lucaffe Espresso Bar jest bardzo aromatyczna i wyrazista w smaku. Espresso jest intensywne bardzo zrównoważone, bez nadmiaru goryczy i kwasowości. Kawa idealna do każdego rodzaju parzenia. Doskonale skomponowana mieszanka ziaren Arabiki i Robusty jest bardzo dobrej jakości, ziarna są selekcjonowane i paleniu poddawane są tylko najlepsze co czuć w smaku.",
      "countryOrigin": "Indonezja",
      "preparing": " Zalać wodą o temperaturze nie wyższej niż 90 °C",
      "recomended": true
    },

    {
      "idProduct": "13",
      "typeProduct": "tea",
      "nameProduct": "Mamma Mia",
      "weight": 100,
      "price": 8.5,
      "img": "../pictures/mamma_mia_.jpg",
      "description": "Herbata Mamma Mia to doskonała mieszanka owocowa bez hibiskusa. Idealnie dobrane składniki, takie jak: skórka róży, skórka cytryny, skórka pomarańczy, papaja, cytryna zielona, jabłko, trawa cytrynowa, nadają jej tropikalny charakter.",
      "countryOrigin": "Polska",
      "preparing": "Mamma Mia należy parzyć 4-7 min, w temperaturze wody 95 °C",
      "recomended": true
    },
    {
      "idProduct": "14",
      "typeProduct": "tea",
      "nameProduct": "Earl Grey Lemon",
      "weight": 100,
      "price": 14,
      "img": "../pictures/herbata_czarna_earl_grey_lemon.jpg",
      "description": "Earl Grey Lemon to czarna herbata z kawałkami skórka cytryny i trawy cytrynowej, oraz klasycznym aromatem earl greya. Dzięki dodatkom posiada wybitnie cytrynowy posmak.",
      "countryOrigin": "Sri Lanka",
      "preparing": "Earl Grey Lemon należy parzyć 2-3 min, w temperaturze wody 95 °C.",
      "recomended": true
    },
    {
      "idProduct": "15",
      "typeProduct": "tea",
      "nameProduct": "Rooibos Złoto Tybetu",
      "weight": 100,
      "price": 17,
      "img": "../pictures/rooibos_rooibos_zloto_tybetu.jpg",
      "description": "Rooibos Złoto Tybetu to bezteinowy napój stworzony na bazie liści czerwonokrzewu afrykańskiego z dodatkiem ciekawych składników: owoców goji, bławatka i szafranu.",
      "countryOrigin": "RPA",
      "preparing": "Rooibos Złoto Tybetu należy parzyć 3-5 min, w temperaturze wody 90-95 °C.",
      "recomended": false
    },
    {
      "idProduct": "16",
      "typeProduct": "tea",
      "nameProduct": "Portofino",
      "weight": 100,
      "price": 10,
      "img": "../pictures/herbata_zielona_portofino.jpg",
      "description": "Herbata Portofino to herbata zielona na bazie Gunpowder China z dodatkiem soczystego jabłka, liofilizowanej truskawki i liofilizowanej wiśni. Liofilizacja oznacza, że owoce nie tracą na cechach jakościowych i aromatycznych. Herbata jest przyjemna w smaku, i ma dość intensywny owocowy aromat, z dominacją wiśni.",
      "countryOrigin": "Chiny",
      "preparing": "Portofino należy parzyć 2-3 min, w temperaturze wody 70-80 °C",
      "recomended": false
    },
    {
      "idProduct": "17",
      "typeProduct": "tea",
      "nameProduct": "Sen Merlina",
      "weight": 100,
      "price": 12.5,
      "img": "../pictures/herbata_zielona_sen_merlina.jpg",
      "description": "Herbata Zielona Sen Merlina powstała na bazie zielonej herbaty Gunpowder China. Wyróżnia ją zawartość pysznych i aromatycznych dodatków: zielonej cytryny, papai oraz kwiatów granatu i słonecznika. Niezwykle charakterystyczny kwiatowy aromat i cytrusowy smak.",
      "countryOrigin": "Chiny",
      "preparing": "SEN MERLINA należy parzyć 2-3 min, w temperaturze wody 70-80 °C",
      "recomended": false
    },
    {
      "idProduct": "18",
      "typeProduct": "tea",
      "nameProduct": "Głębia Oceanu - PREMIUM",
      "weight": 100,
      "price": 24,
      "img": "../pictures/herbata_zielona_glebia_oceanu_premium.jpg",
      "description": "Zanurz się z nami w Głębi Oceanu - premium! Ta wspaniała herbata czaruje nie tylko smakiem i zapachem, ale też... kolorem! Ekskluzywny dodatek klitorii, której kwiaty są naturalnym barwnikiem, sprawia, że herbata zyskuje magiczny niebiesko-fioletowy odcień. Jest to prawdziwa gratka nie tylko dla dzieci!",
      "countryOrigin": "Chiny",
      "preparing": "Głębia Oceanu - Premium należy parzyć 2-3 min, w temperaturze wody 70-80 °C",
      "recomended": true
    },
    {
      "idProduct": "19",
      "typeProduct": "tea",
      "nameProduct": "Mango Tango Super Owocowa",
      "weight": 100,
      "price": 13.6,
      "img": "../pictures/mango_tango_super_owocowa.jpg",
      "description": "Herbata owocowa Mango Tango jest delikatna, bardzo smaczna. Słodki smak mango w połączeniu z pomarańczą daje idealną kompozycje. Jedna z naszych najlepszych mieszanek owocowych bez dodatku hibiskusa.",
      "countryOrigin": "Polska",
      "preparing": "Mango Tango Super Owocowa należy parzyć 4-7 min, w temperaturze wody 95 °C.",
      "recomended": true
    },
    {
      "idProduct": "20",
      "typeProduct": "tea",
      "nameProduct": "Truskawki w Szampanie",
      "weight": 100,
      "price": 13.6,
      "img": "../pictures/herbata_zielona_truskawki_w_szampanie.jpg",
      "description": "Herbata Truskawki w Szampanie to herbata zielona na bazie chińskiej Senchy z pysznymi i aromatycznymi dodatkami. Herbata ma bardzo przyjemny aromat i delikatny owocowy smak. Doskonała na każdą porę dnia. Należy pamiętać o odpowiednim sposobie parzenia herbaty, tak aby nie nabrała goryczy.",
      "countryOrigin": "Chiny",
      "preparing": "Truskawki w Szampanie należy parzyć 2-3 min, w temperaturze wody 70-80 °C",
      "recomended": false
    },
    {
      "idProduct": "21",
      "typeProduct": "tea",
      "nameProduct": "Samba",
      "weight": 100,
      "price": 4.5,
      "img": "../pictures/herbata_czarna_samba.jpg",
      "description": "Samba to czarna herbata wzbogacona o aromatyczne, kandyzowane, suszone skórki pomarańczy oraz płatki hibiskusa. Działa orzeźwiająco. Ma przyjemny cytrusowy aromat.",
      "countryOrigin": "Chiny",
      "preparing": "Samba należy parzyć 2-3 min, w temperaturze wody 95 °C.",
      "recomended": false
    },
    {
      "idProduct": "22",
      "typeProduct": "tea",
      "nameProduct": "Wiśniowa",
      "weight": 100,
      "price": 7.4,
      "img": "../pictures/herbata_owocowa_wisniowa.jpg",
      "description": "Herbata Wiśniowa to wyjątkowo aromatyczna i przyjemna owocowa kompozycja na bazie hibiskusa. Dzięki owocowym dodatkom herbata nabiera słodkiego i rozgrzewającego smaku. Wyśmienicie smakuje przez cały rok.",
      "countryOrigin": "Nigeria",
      "preparing": "Wiśniowa należy parzyć 4-7 min, w temperaturze wody 95 °C",
      "recomended": false
    },
    {
      "idProduct": "23",
      "typeProduct": "tea",
      "nameProduct": "Cytrynowy Sorbet",
      "weight": 100,
      "price": 8,
      "img": "../pictures/herbata_owocowa_cytrynowy_sorbet.jpg",
      "description": "Cytrynowy Sorbet to orzeźwiająca mieszanka owocowa na bazie hibiskusa. W mieszance znajduje się: kandyzowana cytryna, skórka cytryny, mięta, skórka róży, ananas, trawa cytrynowa i słonecznik.",
      "countryOrigin": "Polska",
      "preparing": "Cytrynowy Sorbet należy parzyć 4-7 min, w temperaturze wody 95 °C",
      "recomended": true
    },
    {
      "idProduct": "24",
      "typeProduct": "tea",
      "nameProduct": "Japan Sencha Premium",
      "weight": 100,
      "price": 23.5,
      "img": "../pictures/herbata_zielona_japan_sencha_premium.jpg",
      "description": "Herbata Japan Sencha Premium to tradycyjna, wysokiej jakości japońska, zielona herbata klasy Premium. To prawdziwy rarytas. Powstaje z młodych, niewielkich i częściowo rozwiniętych liści krzewów herbacianych zbieranych na wiosnę. Herbata jest pakowana w hermetyczne opakowania w Japonii.",
      "countryOrigin": "Japonia",
      "preparing": "Japan Sencha Premium należy parzyć 2-3 min, w temperaturze wody 70 °C.",
      "recomended": true
    },

    {
      "idProduct": "25",
      "typeProduct": "yerba",
      "nameProduct": "Yerba Mate Mateine Caffeine +",
      "weight": 500,
      "price": 36,
      "img": "../pictures/pol_pl_Yerba-Mate-Mateine-Caffeine-opakowanie.jpg",
      "description": "Jest to z pewnością jedna z najmocniejszych yerba mate dostępnych na rynku. Rezolutnie energetyzująca i ekspresyjna jest bezdyskusyjnym paragwajskim „zielonym złotem”. Yerba Mate Mateine Cafeine+ składa się w stu procentach z listków, patyczków i łodyżek ostrokrzewu paragwajskiego.",
      "countryOrigin": "Paragwaj",
      "preparing": "wsypać 20 g suszu do naczynia o pojemności 200 ml. Przechylić naczynie tak, aby susz układał się na ukos, następnie umieścić bombillę w pustej przestrzeni. Zalać wodą o temperaturze 70-80 stopni Celsjusza, lub wodą z lodem.",
      "recomended": true
    },
    {
      "idProduct": "26",
      "typeProduct": "yerba",
      "nameProduct": "Yerba Mate El Pajaro CON CATUABA",
      "weight": 500,
      "price": 29,
      "img": "../pictures/pol_pl_Yerba-Mate-El-Pajaro-CON-CATUABA.jpg",
      "description": "Idealna dla osób poszukujących intensywnego smaku.Yerba Mate El Pajaro con Catuaba to połączenie klasycznej paragwajskiej yerba mate (elaborada zawierająca listki oraz patyczki) z silnie pobudzającym południowoamerykańskim zielem.",
      "countryOrigin": "Paragwaj",
      "preparing": "wsypać 20 g suszu do naczynia o pojemności 200 ml. Przechylić naczynie tak, aby susz układał się na ukos, następnie umieścić bombillę w pustej przestrzeni. Zalać wodą o temperaturze 70-80 stopni Celsjusza, lub wodą z lodem.",
      "recomended": true
    },
    {
      "idProduct": "27",
      "typeProduct": "yerba",
      "nameProduct": "Yerba Mate Rei Verde classica",
      "weight": 1000,
      "price": 42,
      "img": "../pictures/pol_pl_Yerba-Mate-Rei-Verde-classica.jpg",
      "description": "Poszukujesz delikatnej w smaku yerba mate? Idealnym wyborem dla Ciebie będzie Yerba Mate Rei Verde classica. To brazylijska yerba mate, która w przeciwieństwie do większości argentyńskich i paragwańskich mate pozbawiona jest charakterystycznego, gorzkiego posmaku.",
      "countryOrigin": "Brazylia",
      "preparing": "Susz wsypuje się w ilości od 1/4 do 3/4 objętości naczynia ok. 150-200 ml oraz zalewa wodą o temperaturze 70-80 stopni C.",
      "recomended": true
    },
    {
      "idProduct": "28",
      "typeProduct": "yerba",
      "nameProduct": "Colon Tradicional Yerba Mate",
      "weight": 500,
      "price": 36,
      "img": "../pictures/pol_pl_Colon-Tradicional-Yerba-Mate.jpg",
      "description": "Tradycyjna, mocna, intensywna - te trzy określenia właściwie wystarczą, aby w pełni scharakteryzować yerba mate Colon Tradicional.Yerba mate pod marką Colon jest słynną, klasyczną yerba mate i jednym z najbardziej rozpoznawalnych produktów eksportowych Paragwaju na świecie.Susz składa się w stu procentach ze starannie wyselekcjonowanych listków i patyczków ostrokrzewu paragwajskiego - nie zawiera dodatków ziołowych.",
      "countryOrigin": "Paragwaj",
      "preparing": "Susz wsypuje się w ilości od 1/4 do 3/4 objętości naczynia ok. 150-200 ml oraz zalewa wodą o temperaturze 70-80 stopni C.",
      "recomended": true
    },
    {
      "idProduct": "29",
      "typeProduct": "yerba",
      "nameProduct": "Yerba Mate Mateine Guarana",
      "weight": 500,
      "price": 18,
      "img": "../pictures/pol_pl_Yerba-Mate-Mateine-Guarana.jpg",
      "description": "Yerba Mate Mateine Guarana jedna z najmocniejszych yerba mate dostępnych na rynku!Tradycyjna klasyczna paragwajska Yerba Mate o gorzkim smaku i z dodatkiem guarany. Doskonale dostarcza mocy i ujmuje dymnym posmakiem i aromatem. Same listki, patyczki i pył yerbowy tak ważny dla utrzymania mocy. Guarana wprowadza ciekawe urozmaicenie, które wyczuwalne jest w naparze do 7 zalania.",
      "countryOrigin": "Paragwaj",
      "preparing": "wsypać 20 g suszu do naczynia o pojemności 200 ml. Przechylić naczynie tak, aby susz układał się na ukos, następnie umieścić bombillę w pustej przestrzeni. Zalać wodą o temperaturze 70-80 stopni Celsjusza, lub wodą z lodem.",
      "recomended": false
    },
    {
      "idProduct": "30",
      "typeProduct": "yerba",
      "nameProduct": "Yerba Mate Aguantadora Especial",
      "weight": 500,
      "price": 13,
      "img": "../pictures/pol_pl_Yerba-Mate-Aguantadora-Especial.jpg",
      "description": "Jest to tradycyjna argentyńska Yerba Mate leżakowana w specjalny, wydłużony sposób, by nadać yerbie więcej aromatu i walorów smakowych.Yerba Mate Aguantadora Especial – czym się wyróżnia? Jest to specjalnie selekcjonowany susz przygotowany ze szczególną dbałością o jego jakość i produkcję. Otrzymujemy dzięki temu napar o intensywnym smaku i aromacie, który doceni każdy yerbowy koneser.",
      "countryOrigin": "Argentyna",
      "preparing": "Susz wsypuje się w ilości od 1/4 do 3/4 objętości naczynia ok. 150-200 ml oraz zalewa wodą o temperaturze 70-80 stopni C.",
      "recomended": false
    },
    {
      "idProduct": "31",
      "typeProduct": "yerba",
      "nameProduct": "Canarias Yerba Mate",
      "weight": 1000,
      "price": 64,
      "img": "../pictures/pol_pl_Canarias-Yerba-Mate.jpg",
      "description": "Canarias to tradycyjna, brazylijska erva pakowana w Urugwaju. Zawiera listki oraz niewielką, bo tylko 1,5% ilość patyczków. Canarias to yerba mate o bardzo wyraźnym smaku, jest niezwykle mocna z wyczuwalną, słodkawą nutą. Ten rodzaj ervy (brazylijska nazwa yerby) ma silnie pobudzające działanie, jest świetną alternatywą dla kawy.",
      "countryOrigin": "Brazylia",
      "preparing": "Susz wsypuje się w ilości od 1/4 do 3/4 objętości naczynia ok. 150-200 ml oraz zalewa wodą o temperaturze 70-80 stopni C.",
      "recomended": false
    },
    {
      "idProduct": "32",
      "typeProduct": "yerba",
      "nameProduct": "Yerba Mate Rosamonte Despalada",
      "weight": 500,
      "price": 24,
      "img": "../pictures/pol_pl_Yerba-Mate-Rosamonte-Despalada.jpg",
      "description": "Yerba Mate Rosamonte Despalada to głęboki gorzkawy smak, słodkawy aromat i naturalnie duża wydajność. Same listki z bardzo małą ilością zmielonego suszu. Najmocniejsza yerba pod marką Rosamonte charakteryzuje się zawartością prawie samych listków, ma gorzki i intensywny smak z aromatem różanym.",
      "countryOrigin": "Argentyna",
      "preparing": "Susz wsypuje się w ilości od 1/4 do 3/4 objętości naczynia ok. 150-200 ml oraz zalewa wodą o temperaturze 70-80 stopni C.",
      "recomended": false
    },
    {
      "idProduct": "33",
      "typeProduct": "yerba",
      "nameProduct": "Pipore Sin Palo Yerba Mate",
      "weight": 500,
      "price": 22.5,
      "img": "../pictures/pol_pl_Pipore-Sin-Palo-Yerba-Mate.jpg",
      "description": "Wyjątkowa yerba mate, która trafia w gusta najbardziej wyrafinowanych smakoszy! Pipore Sin Palo to szlachetny wariant yerba mate - znajdziesz w niej wyłącznie same listki. To świadczy o jej wysokiej jakości. Smak, który uzyskasz po jej zaparzeniu, niemal nie ma sobie równych! Ostrożnie z próbowaniem - kiedy skosztujesz tej yerba mate, może okazać się, że już nie będziesz chciał żadnej innej... ;)",
      "countryOrigin": "Argentyna",
      "preparing": "Susz wsypuje się w ilości od 1/4 do 3/4 objętości naczynia ok. 150-200 ml oraz zalewa wodą o temperaturze 70-80 stopni C.",
      "recomended": false
    },
    {
      "idProduct": "34",
      "typeProduct": "yerba",
      "nameProduct": "Taragui sin Palo - Yerba Mate",
      "weight": 500,
      "price": 29,
      "img": "../pictures/pol_pl_Taragui-sin-Palo-Yerba-Mate-z-samymi-listkami.jpg",
      "description": "Doskonała yerba mate uznanej marki Taragui, zawierająca tylko liście ostrokrzewu paragwajskiego. Taragui Sin Palo nie zawiera patyczków ani gałązek, dzięki czemu jej smak jest subtelniejszy niż np. Yerba Mate Pajarito Seleccion Especial - zawiera cierpkawo-słodkie nuty a  gorzkość jest słabsza, chociaż zarówno smakowi jak i aromatowi nie można odmówić głębi.",
      "countryOrigin": "Argentyna",
      "preparing": "Susz wsypuje się w ilości od 1/4 do 3/4 objętości naczynia ok. 150-200 ml oraz zalewa wodą o temperaturze 70-80 stopni C.",
      "recomended": false
    },
    {
      "idProduct": "35",
      "typeProduct": "yerba",
      "nameProduct": "Yerba Mate El Pajaro DESPALADA",
      "weight": 400,
      "price": 14,
      "img": "../pictures/pol_pl_Yerba-Mate-El-Pajaro-DESPALADA.jpg",
      "description": "El Pajaro Despalada to jeden z najładniejszych suszy ostrokrzewu paragwajskiego, uprawianego na nasłonecznionych plantacjach paragwajskiej prowincji Itapua. Despalada to określenie oznaczające procentowy skład suszu, w którym co najmniej 90% stanowią listki, a resztę patyczki susze z wyższą - do 35% - zawartością patyczków określane są jako elaborada.",
      "countryOrigin": "Argentyna",
      "preparing": "Susz wsypuje się w ilości od 1/4 do 3/4 objętości naczynia ok. 150-200 ml oraz zalewa wodą o temperaturze 70-80 stopni C.",
      "recomended": false
    },
    {
      "idProduct": "36",
      "typeProduct": "yerba",
      "nameProduct": "Yerba Mate Canarias Especial",
      "weight": 500,
      "price": 33,
      "img": "../pictures/pol_pl_Yerba-Mate-Canarias-Especial.jpg",
      "description": "Canarias to tradycyjna, brazylijska erva pakowana w Urugwaju. Wersja Especial oznacza, że susz nieco dłużej leżakował. Canarias to yerba mate o bardzo wyraźnym smaku, jest niezwykle mocna z wyczuwalną, słodkawą nutą. Ten rodzaj ervy (brazylijska nazwa yerby) ma silnie pobudzające działanie, jest świetną alternatywą dla kawy, przeważając nad kawą odczuciem orzeźwienia, doskonałym gaszeniem pragnienia",
      "countryOrigin": "Brazylia",
      "preparing": "Susz wsypuje się w ilości od 1/4 do 3/4 objętości naczynia ok. 150-200 ml oraz zalewa wodą o temperaturze 70-80 stopni C.",
      "recomended": true
    }
  ]
}
